src/main/resources/xmls/salesforcequery/UpdateOfficeCode.xml

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:p1="http://www.w3.org/2001/XMLSchema-instance">
	<Header>
		<SessionHeader xmlns="urn:partner.soap.sforce.com">
			<sessionId></sessionId>
		</SessionHeader>
	</Header>
	<Body>
		<update xmlns="urn:partner.soap.sforce.com">
			<sObjects>
				<type xmlns="urn:sobject.partner.soap.sforce.com">User</type>
				<Office_Code__c xmlns=""></Office_Code__c>
				<Id xmlns=""></Id>
				<User_Id__c xmlns=""></User_Id__c>
			</sObjects>
		</update>
	</Body>
</Envelope>
